Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: <html>You can add patterns using wildcards (ant style): '*', '?' and '**', like '**/.svn/**'</html>
es: <html>Puede agregar patrones usando comodines (estilo hormiga): ' * ','?' y ' **', como '**/.svn/**'</html>

source: Ctrl+N or Enter or Tab
es: Ctrl+N o Enter o Tab

source: Ctrl+P or Ctrl+Enter or Ctrl+Tab
es: Ctrl+P o Ctrl+Enter o Ctrl+Tab

source: Ctrl+Shift+G, or copy existing glossaries to
es: Ctrl+Shift+G o copiar glosarios a

source: Ctrl+D to generate the translated documents, which will be
es: Ctrl+D para generar los documentos traducidos, que se

source: File Filters for a list of file formats that OmegaT can handle.
es: Filtros de archivo para obtener un listado de los formatos de archivo que OmegaT entiende.

source: <none>
es: <ninguno>

source: Legal notices For the application
es: Notas legales Para la documentación

source: Legal notices For the documentation
es: Notas legales Para la documentación

source: Menu Project New...
es: Menó Proyecto Nuevo...

source: OmegaT Team projects Team projects
es: OmegaT Proyectos en grupo Proyectos en grupo

source: Project Create / open new
es: Proyecto Nuevo... / Abrir...

source: Project Properties Languages
es: Proyecto Propiedades Idiomas

source: Shortcuts Customization View Menu
es: Personalización de los atajos Menú Ver

source: Shortcuts Customization
es: Atajos de teclado Personalización

source: Note: On an Apple Mac, use the Command
es: Nota: en un Apple Mac, usar la tecla Command

source: If no replacement is done to a given segment, the target segment will be “emptied”, i.e., it will remain untranslated.
es: Si ninguna sustitución está hecha a un segmento dado, el segmento de objetivo será “vaciado”, i.e., queda notraducido.

source: <trans-unit> &resname attribute when available
es: atributo &resname de <trans-unit> si está disponible

source: LanguageTool is an Open Source style and grammar proofreading software for English, French, German, Polish, Dutch, Romanian, and a number of other languages - see the list of supported languages.
es: LanguageTool es un software libre de corrección de estilo y revisión de gramática de inglés, francés, alemán, polaco, holandés, rumano y un número de otras idiomas - vea la lista de idiomas admitidos.

source: A note is just a comment regarding this set of source text and translation.
es: Una nota es un simple comentario relacionado con este conjunto de texto original y traducido.

source: A source
es: Una oración

source: A stemmer for English, for example, should identify the string "cats" (and possibly "catlike", "catty" etc.) as based on the root "cat", and "stemmer", "stemming", "stemmed" as based on "stem".
es: Un "stemmer" para inglés, por ejemplo, tendría que identificar los string "cats" (y posiblemente "catlike", "catty" etc.) como basado en la raíz "cat", y "stemmer", "stemming", "stemmed" como basado en"stem".

source: A stemming algorithm reduces the words "fishing", "fished", "fish", and "fisher" to the root word, "fish".
es: Un algoritmo stemming reduce las palabras "fishing", "fished", "fish", y "*fisher" a la palabra de raíz, "fish".

source: A&dd
es: Aña&dir

source: A&ggregate Tags
es: A&glutinar etiquetas

source: A&uto-completion
es: A&utocompletar

source: ANTLR 3.4 (ANTLR 3 License)
es: ANTLR 3.4 (licencia ANTLR 3)

source: Abkhaz
es: Abjasio

source: Aborted.
es: Anulado.

source: About OmegaT - introduction
es: Acerca de OmegaT - Introducción

source: About OmegaT
es: Acerca de OmegaT

source: About...
es: Acerca de...

source: Access Configuration Fol&der
es: Acceso a carpeta &de configuración

source: Accessing the TaaS service
es: 3. Acceso al servicio de TAA

source: Acknowledgements
es: **Agradecimientos

source: Action
es: Acción

source: Active segment source
es: Origen del segmento activo

source: Active segment source text
es: Texto de origen del segmento activo

source: Active segment target
es: Destino del segmento activo

source: Active segment target text
es: Texto destino del segmento activo

source: Add Pattern
es: Agregar patrón

source: Add Script
es: Añadir programa

source: Add To Dictionary
es: Agregar al diccionario

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
es: Añada caracteres a la tabla personalizada haciendo doble clic, o bien resaltando la tabla y pulsando la tecla Insertar.

source: Add glossary entry
es: Agregar término en el glosario

source: Add or rewrite encoding declaration in HTML and XHTML files:
es: Agregar o reescribir la declaración de codificación en archivos HTML y XHTML:

source: Added {0} glossary entries from {1}
es: Se añadieron {0} términos de glosarios desde {1}

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
es: Agregado: {1}, Eliminado: {2}, Modificado: {3} (Conflictos: {0})

source: Advanced &Options
es: &Opciones avanzadas

source: After the source files have loaded in the Editor pane, you can
es: Después de que se hayan cargado los archivos originales en el panel del Editor, puede

source: After you give your project a name, the Create New Project dialog
es: Tras darle un nombre a su proyecto, aparecerá el diálogo Crear proyecto nuevo

source: After you have translated each segment, press Ctrl+U to
es: Después de traducir cada segmento, pulse Ctrl-U para

source: Aggressive Font Fallback
es: Sustitución forzosa de fuente

source: Albanian
es: Albanés

source: Align project against {0}
es: Alinear el proyecto con {0}

source: All collections (public and private) will be queried for the source and target language.
es: Todas las colecciones (públicas y privadas ) se pueden consultar en la lengua origen y meta.

source: All domains
es: Todos los dominios

source: All the languages have access to the OmegaT object model, with the project as the top object.
es: Todos los idiomas de programación tienen acceso al modelo de objetos de OmegaT, donde el proyecto es el objeto superior.

source: Allow only unique characters
es: Permite sólo caracteres únicos

source: Allow tag editing
es: Permitir editar etiquetas

source: Allow translated tags to be in a di&fferent order
es: Permitir un orden di&ferente para las etiquetas traducidas

source: Allow translating &blank source segments
es: Permitir traducción de segmentos originales en &blanco

source: Allows to view, add, remove or edit a note in the active segment.
es: Permite ver, agregar, quitar o editar una nota en el segmento activo.

source: Also allow per-project external commands
es: Permitir también comandos externos por proyecto

source: Always Confirm Quit
es: Confirmar siempre antes de salir

source: Amharic
es: Amárico

source: An error occurred
es: Se produjo un error

source: An error occurred when trying to detect the repo type.
es: Se produjo un error al intentar detectar el tipo de repositorio.

source: An error occurred while downloading the dictionary.
es: Error al descargar el diccionario.

source: An error occurred while opening the item.
es: Error al abrir el elemento.

source: An error occurred while trying to create a new folder
es: Error al intentar crear una carpeta nueva

source: An error occurred while trying to run console process: {0}
es: Error al intentar ejecutar el proceso de consola: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
es: Se produjo una excepción al analizar el archivo TMX {0} El archivo TMX no se cargará.

source: An item named "{0}" already exists in this location.
es: Ya existe un elemento denominado "{0}" en esta ubicación.

source: Analyzing strings - {0} of {1} completed
es: Analizando cadenas - {0} de {1} completado

source: Android Resources
es: Recursos de Android

source: Anything after the "//" will be ignored.
es: Lo que vaya después del "//" será ignorado.

source: Appendix C. OmegaT Team Projects
es: Apéndice C. OmegaT Proyectos en Equipo

source: Appendix D. Tokenizers
es: Apéndice D. Tokenizers (analizador léxico)

source: Appendix E. LanguageTool plugin
es: Apéndice E. Herramienta de Lenguaje plugin

source: Appendix F. Scripts
es: Apéndice F. Guiones

source: Appendix G. OmegaT on the web
es: Apéndice G. OmegaT en la web

source: Appendix H. Shortcuts customization
es: Apéndice H. Atajos de teclado

source: Appendix I. Legal notices
es: Apéndice I. Aviso legal

source: Arabic
es: Árabe

source: Aragonese
es: Aragonés

source: Are you sure you want to delete selected data?
es: **Â¿Seguro que desea eliminar la bÃºsqueda seleccionada Â« %1 Â»?

source: Are you sure you want to fix all tags automatically?
es: ¿Está seguro de que desea reparar automáticamente las etiquetas?

source: Are you sure you want to remove the {0} set of segmentation rules?
es: ¿Está seguro de que desea eliminar el conjunto de reglas de segmentación {0}?

source: Are you sure you want to reset all custom colours?
es: ¿Está seguro de que desea restablecer todos los colores personalizados?

source: Armenian
es: Armenio

source: Arrays must not be null
es: Las matrices no deben estar vacías

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
es: Como resultado, se usarán los ajustes predeterminados, por lo cual puede experimentar un comportamiento inesperado, aunque correcto.

source: Assamese
es: Asamés

source: At the end of your translation, OmegaT exports three translation
es: Al finalizar su traducción, OmegaT exporta tres memorias

source: At the same time, it can use memories files from previous translations for reference.
es: Al mismo tiempo, puede utilizar referencias a memorias de traducción anteriores.

source: At the top of that dialog, select your source file's language
es: Al principio de ese diálogo, seleccione el idioma del archivo original

source: Attempt to convert &numbers when inserting a fuzzy match
es: Intentar convertir &números al insertar una coincidencia parcial

source: Attribute:
es: Atributo:

source: Aut&hor:
es: Au&tor:

source: Authentication
es: Autentificación

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
es: Autoreemplazar 'nplurals=INTEGER; &plural=EXPRESSION;' en encabezado

source: Auto-completion/Auto-text...
es: Autorrellenado/Autotexto...

source: Auto-completion/Character Table...
es: Autorrellenado/Tabla de caracteres...

source: Auto-completion/Glossary...
es: Autorrellenado/Glosario...

source: Auto-sync with Editor
es: Sincronizar con la ventana de edición

source: Auto-text configuration
es: Configuración de autotexto

source: Auto-text file (*.autotext)
es: Archivo de autotexto (*.autotext)

source: Autotext entries
es: Entradas de autotexto

source: Available dictionaries:
es: Diccionarios disponibles:

source: Available script engines:
es: Motores de programas disponibles:

source: Avaric
es: Aváro

source: Avestan
es: Avéstico

source: Azerbaijani
es: Azerbayano

source: B&rowse
es: Explo&rar

source: Back in history...
es: Retroceder en la historia...

source: Back to the initial segment on close
es: Volver al segmento inicial al cerrar

source: Backed up preferences to {0}
es: Se respaldaron las preferencias en {0}

source: Background
es: Fondo

source: Bad folder name {0}
es: Nombre de carpeta {0} incorrecto

source: Bad nesting
es: Anidamiento incorrecto

source: Bad regular expression
es: Expresión regular incorrecta

source: Bad regular expression!
es: Expresión regular incorrecta

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
es: Dijo el mesero<p>"No hay Daiquiri, muchacho"<p>Pide otro trago

source: Base64 (public domain)
es: Base64 (dominio público)

source: Basque
es: Euskera

source: Being the language behind popular software such as Firefox it is a familiar and preferred programming tool in the open-source domain.
es: Es el lenguaje en que se basan software popular como Firefox y es una herramienta preferida en el sofware libre.

source: Belarusian
es: Bielorruso

source: Bengali
es: Bengalí

source: Bidirectional control characters
es: Caracteres de control bidireccional

source: Bookmark &references
es: &Referencias de marcadores

source: Borrowing an example from Slovenian, here "good" in all possible grammatically correct forms:
es: Tomando prestado un ejemplo del esloveno, aquí "bien" en todos las posibles formas gramaticalmente correctas:

source: Bosnian
es: Bosnio

source: Both search types support the wildcard characters * and ?.
es: Ambos tipos de búsqueda admiten los caracteres comodín * y ?.

source: Break/Exception
es: Salto/excepción

source: Breton
es: Bretón

source: Bro&wse
es: Explor&ar

source: Brows&e
es: Expl&orar

source: Browse
es: Explorar

source: Bug reports
es: Informe de errores

source: Bulgarian
es: Búlgaro

source: Burmese
es: Burmés

source: By default, scripts are stored in the "scripts" folder located in OmegaT installation folder (the folder that contains the OmegaT.jar).
es: Por defecto, los scripts están almacenados en la carpeta denominada "scripts", a su vez en la carpeta de instalación de OmegaT (la carpeta que contiene el OmegaT.jar).

source: C&ase sensitive
es: Distinguir m&ayúsculas

source: C&harts
es: Gráf&icos

source: C&opy All Data to Clipboard
es: C&opiar todo al portapapeles

source: C&urrent Target Document
es: Documento traducido act&ual

source: Camtasia for Windows
es: Camtasia para Windows

source: Cancelled creating new team project
es: Se canceló la creación de un nuevo proyecto de trabajo en grupo

source: Cannot access glossary folder!
es: No se puede acceder a la carpeta del glosario

source: Cannot create folder for translated files:
es: No se pudo crear la carpeta para los archivos traducidos:

source: Cannot install
es: No se puede instalar

source: Cannot load specified XML file!
es: No se pudo cargar el archivo XML especificado

source: Cannot locate help file:
es: No se puede encontrar el archivo de ayuda:

source: Cannot open the link {0}
es: No se pudo abrir el enlace {0}

source: Cannot read selected script file.
es: No se puede leer el archivo de programa seleccionado.

source: Cannot reset the filter to default patterns.
es: No se puede restablecer el filtro a los patrones predeterminados.

source: Catalan
es: Catalán

source: Change date
es: Fecha de moficación

source: Changed &before:
es: Cam&bió antes de:

source: Changed after:
es: Cambió después de:

source: Changer
es: Modificado por

source: Chapter 15. Searches
es: Capítulo 15. Búsquedas

source: Chapter 16. Search and Replace
es: Capítulo 16. Buscar y Reemplazar

source: Chapter 17. Regular expressions
es: Capítulo 17. Expresiones regulares

source: Character table
es: Tabla de caracteres

source: Character table auto-completer options
es: Opciones de autorrelleno de la tabla de caracteres

source: Characters (including spaces)
es: Caracteres (con espacios)

source: Characters (without spaces)
es: Caracteres (sin espacios)

source: Check &all printf-variables (e.g., %s, %-s)
es: Comprob&ar todas las variables printf- (%s, %-s, por ejemplo)

source: Check &simple printf-variables (e.g., %s, %d)
es: Comprobar variables printf- &simples (%s, %d, por ejemplo)

source: Check simple &java MessageFormat patterns (e.g. {0})
es: Comprobar patrones MessageFormat simples de Java ({0}, por ejemplo)

source: Checking out the project...
es: Descargando el proyecto...

source: Chinese
es: Chino

source: Chuvash
es: Chuvasio

source: Clear
es: Limpiar

source: Click on '{0}' menu item
es: Clic en el elemento de menú '{0}'

source: Click on Copy Files to Source Folder... to select your source files.
es: Haga clic en Copiar archivos a carpeta Source...para seleccionar sus archivos originales.

source: Clicking Tools > Scripting opens the Scripting window: Scripting window
es: Al seleccionar Herramientas > Programación se abre la ventana Programación: Ventana Programación

source: Clicking Tools > Scripting opens the Scripting window:
es: Herramientas de tecleo> Guión abre la ventana de guión:

source: Click Replace Next or Skip, then end the replacement session with Finish.
es: Haga clic en Reemplazar Siguienteo o Omitir, entonces acaba la sesión de sustitución con Fin.

source: Clo&se
es: Cer&rar

source: Close
es: Cerrar

source: Close the current OmegaT instance 3.
es: Cerrar la instancia actual de OmegaT 3.

source: Co&mments
es: Co&mentarios

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov
es: Se han recibido aportes de código de: Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov
es: El proyecto ha recibido aportes de código de: Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich y Michael Zakharov

source: Column Index must be equal to 1
es: El índice de columna debe ser igual a 1

source: Comme&nts
es: Come&ntarios

source: Comment
es: Comentario

source: Comment:
es: Comentario:

source: Comments
es: Comentarios

source: Commit not possible because somebody else changed remote translation.
es: No es posible realizar la confirmación debido a que alguien ha cambiado la traducción remota.

source: Compress whitespace in translated document
es: Comprimir espacio en blanco en el documento traducido

source: Con&tents
es: &Índice

source: Confirm
es: Confirmar

source: Confirm removal of pattern {0}
es: Confirmar eliminación del patrón {0}

source: Confirm uninstalling
es: Confirmar desinstalación

source: Conflict resolution
es: Resolución de conflictos

source: Conflict {0} of {1}
es: Conflicto {0} de {1}

source: Conflicts - for instance alternative translations of the same segment or glossary entry - can be monitored, resolved and merged
es: Los conflictos - por ejemplo, la existencia de varias traducciones para el mismo segmento o entrada del glosario - se pueden monitorizar, resolver y fusionar

source: Confused by false start of comment tag!
es: Confusión por falso comienzo de etiqueta de comentario

source: Connection available, the project is in team project mode.
es: Conexión disponible, el proyecto está en modo de proyecto de trabajo en grupo.

source: Contributing to OmegaT project
es: Contribuyendo a *OmegaT proyecto

source: Contributions to OmegaT
es: Cómo contribuir a OmegaT

source: Cop&y Files to Source Folder...
es: Agreg&ar archivos...

source: Copy
es: Copiar

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
es: Copiar el archivo <proyecto>/omegat/project_save.tmx en un lugar seguro 2.

source: Copy Files to Source Folder...
es: Agregar archivos...

source: Copyright
es: Derechos de autor

source: Copyright © 2000-2014 Keith Godfrey, Maxym Mykhalchuk and others
es: Copyright © 2000-2014 Keith Godfrey, Maxym Mykhalchuk y otros

source: Cornish
es: Cornuallés

source: Corsican
es: Corso

source: Could not create the specified folder.
es: No se ha podido crear la carpeta especificada.

source: Could not initialize OS look and feel!
es: No se pudo inicializar la apariencia del sistema operativo

source: Could not save credentials to text file
es: No se pudo guardar las credenciales en un archivo de texto

source: Count &protected text and custom tags in statistics
es: Contar el texto &protegido y las etiquetas personalizadas en las estadísticas

source: Create &Glossary Entry...
es: Crear término en el &glosario...

source: Create &Translated Documents
es: Crear documentos &traducidos

source: Create Alternative Translation
es: Crear traducción alternativa

source: Create Current Translated &Document
es: Crear &documento traducido actual

source: Create Current Translated Documents
es: Crear Documentos traducidos actuales

source: Create Glossary Entry
es: Crear término en el glosario

source: Create New Project
es: Crear proyecto nuevo

source: Create Translated Documents
es: Crear documentos finales

source: Create a New Project
es: Crear un proyecto nuevo

source: Create pseudo-translate TMX
es: Crear un archivo TMX de seudotraducción

source: Created by: {0}
es: Creado por: {0}

source: Creating translated documents: {0}
es: Creando documentos traducidos: {0}

source: Creation date
es: Fecha de creación

source: Creator
es: Creador

source: Croatian
es: Croata

source: Ctrl+Left:
es: CTRL+Izquierda:

source: Ctrl+Right:
es: CTRL+Derecha:

source: Ctrl+Shift+N
es: Ctrl+Mayús+N

source: Ctrl+Shift+O toggles orientation between LTR, RTL and language dependent
es: Ctrl+Shift+O alterna la orientación entre LTR (izda. a dcha.), RTL (dcha. a izda.) y dependiente del idioma

source: Ctrl+Shift+P
es: Ctrl+Mayús+P

source: Ctrl+Shift+W
es: Ctrl+Mayús+W

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
es: Uso de memoria actual de la MV: {0}MB, de los cuales hay libres {1}MB de un máximo disponible de {2}MB.

source: Custom Co&lours...
es: Co&lores personalizados...

source: Custom Colours Selection
es: Selección de colores personalizados

source: Custom table
es: Tabla personalizada

source: Customize character table
es: Personalizar la tabla de caracteres

source: Cut
es: Cortar

source: Cycle Case To...
es: Intercambiar mayús/minús.

source: Czech
es: Checo

source: D&iagrams
es: D&iagramas

source: Danish
es: Danés

source: Default
es: Predeterminado

source: Default shortcut
es: Atajo predeterminado

source: Deleted
es: Borrado

source: Description
es: Descripción

source: Detail View
es: Vista de detalle

source: Details unavailable
es: Detalles no disponibles

source: Detecting...
es: Detectando...

source: DictZip from JDict (GPL)
es: DictZip de JDict (GPL)
